// Hungarian / ハンガリー語 / hu / Magyar

LZD_BTN_OK = "OK";
LZD_APPLICATION_NAME_UD_UNINSTALLER = "Az USB Display program Eltávolítója";
LZD_MENUITEM_ABOUT_UNINSTALLER = "Az USB Display program Eltávolítójaről";
LZD_MENUITEM_HIDE_UNINSTALLER = "Az USB Display program Eltávolítója elrejtése";
LZD_MENUITEM_QUIT_UNINSTALLER = "Kilépés az USB Display program Eltávolítója";
LZD_CONFIRM_UNINSTALLATION = "Távolítsa el az USB Display programot a számítógépről.";
LZD_CONFIRM_UNINSTALLATION_INFO = "Kattintson a [Folytatás]-ra a továbblépéshez.";
LZD_YESNEXT = "Folytatás";
LZD_NOQUIT = "Befejezés";
LZD_REMOVING = "Eltávolítás...";
LZD_UNINSTALLED = "Az USB Display program eltávolítása befejeződött.";
LZD_UNINSTALLED_INFO_SUCCESS = "Az összes fájl eltávolításra került.";
LZD_UNINSTALLED_INFO_FAILURE = "Néhány fájl eltávolítása nem sikerült.";
LZD_MENUITEM_HIDEOTHERS = "Egyéb programok elrejtése";
LZD_MENUITEM_SHOWALL = "Összes megjelenítése";
LZD_UNINSTALL_REBOOT_INFO = "Az eltávolítás után indítsa újra a számítógépét.";
LZD_BEFORE_UNINSTALL_INFO = "Kattintson a [Folytatás] gombra a művelet végrehajtásához. Kattintson a [Befejezés] gombra az előző állapotba való visszatéréshez.";
LZD_CONFIRM_UNINSTAL_INFO = "Kattintson a [Folytatás] gombra a továbbhaladáshoz.";
LZD_UNINSTALLED_REBOOT_INFO = "A művelet kész. Kattintson az [Újraindítás] gombra.";
LZD_BTN_REBOOT = "Újraindítás";
LZD_WARNING_REBOOT_INFO = "Újra kell indítania a számítógépet az USB Display telepítésének befejezéséhez.";
